Revit 2024 API
TableCellStyle.ResetOverride Method
 Resets any overrides applied to this cell.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public void ResetOverride()
Visual Basic
Public Sub ResetOverride
Visual C++
public:
void ResetOverride()
See Also
TableCellStyle Class
Autodesk.Revit.DB Namespace